[
  {
    "user_name": "Coolguy30",
    "title": "NEW MOBO",
    "comment": "The new motherboard Z294 is awesome! Wicked fast! The SER4 features a pair of distinctive red metal grills on each side of the computer to help with air flow. It is tiny, barely bigger than a stack of CD boxes and weighs just under one pound (excluding the power supply unit).",
    "user_id": 1
  },
  {
    "user_name": "Nerd4Eva",
    "title": "Awful Product",
    "comment": "I cant believe it costs $140 for the SoundBlast 4F!  It is noisy, probably far more than a laptop that is equipped with the same processor. The fact that the fan dynamically spins faster or slower depending on the load means that a constant whir, which can almost fade in the background as white noise, is out of question.  Awful Quality!",
    "user_id": 2
  },
  {
    "user_name": "TimtheTechManTaylor",
    "title": "Awesome case",
    "comment": "The new cases from CaseCompany are really sleek! From the side, the Predator G6 looks like a giant black and silver square with one pointed angle jutting out in front. The rear of the case takes on a snake head-like appearance with its maw open to reveal backside ports. The top rear edge also acts as a carry handle, which you'll feel especially thankful for when you're trying to move around this 34-pound beast.",
    "user_id": 3
  },
  {
    "user_name": "2techy4me",
    "title": "Price gouging!",
    "comment": "Never buy from MoboDealer! Price Gougers! At the rear, a Gigabit Ethernet port, two HDMI 2.0 ports, a barrel type power connector and two USB 3.0 ports. There’s a grill on top that gives the look of a shelf Bluetooth speaker to the SER4. ",
    "user_id": 4
  },
  {
    "user_name": "Coolguy30",
    "title": "Monitor quality",
    "comment": "The displays from ImageHub are great quality and amazing colors! You want the best value for money mini PC on the market. There is nothing of this size, at this price, with this level of performance and quality of components. Remember, as it is often the case, it is all about finding the right balance and this nailed it.",
    "user_id": 1
  }
]